[
	{
		"name": "TCC",
		"leaderName": "Gustave Primo",
		"adjective": ["Counter"],
		"startBias": ["Wasteland"],
		"preferredVictoryType": "Scientific",
		//"favoredReligion": "Humanism",

		/*"startIntroPart1": "'When the Cataclysm happened, there were many that felt lost. Like the world was too far gone. I always had hope, but sometimes it's hard to keep it. Ever since we came out, the world has felt like a jungle. Ruled by wild beasts.'",
		"startIntroPart2": "'But I got lucky. I found my platoon. My family. I think people seem to forget it, but fundamental rights? Democracy? Those were the result of natural progress. Of us seeing what worked, and what didnt. And as long as we keep marching backwards like this, we will never be better. The world had given me a second chance. And so I give you one as well. We go around the world gathering people like us. That see the world not for what it. But for what it can be. A New Star.'",
		"declaringWar": "*weep* Intruders to our desired place *weep* Die inferior! *weep*",
		"attacked": {"The machines will crunch you","Your body will end in a feeding lab"}
		"defeated": "The life of us began in a lab and sadly it will end there. My people will decay not knowing I will remain. Fractured and Powerless. This is not the future I desired for my new life. I guess humanity was never inferior.",
		"introduction": "Hello Humanborn. Do you posess the interest of shaking hands with a living machina?",
		"neutralHello": "*Meeeep* Hello my friend. Stay wired",
		"hateHello": "*Im not gonna answer inferior beings like you*",
		"tradeRequest": "The Artificial Intelligence has come up with this offer. It will surely be well thought",*/

		"outerColor": [61, 172, 199],
		"innerColor": [0, 44, 189],
		"style": "",
		"uniqueName": "The Count Continues",
		"uniques": [
			"Receive a free Great Person at the end of every [Count Cycle] (every 394 years), after researching [Restart the Count]. Each bonus person can only be chosen once.",
			"Once The Long Count activates, the year on the world screen displays as the traditional Mayan Long Count.",
			"Double quantity of [Books] produced"
			"Double quantity of [Data] produced"
			"\"Borrows\" city names from other civilizations in the game",
	          	"Starts with [Writing]",
			"Starts with [Secrets of the Past]",
			"Starts with [Sect Knowledge]",
			"[Great General] is earned [-50]% faster",
		],
		"cities": [
			"Count Center", "History Town"
		]
	},
  ]
